{
  "menu_principal": [
    {
      "title": "Introduction",
      "pageId": "page0"
    },
    {
      "title": "1- Comprendre les paramètres",
      "pageId": "page1"
    },

    {
  "title": "2- De l’usage du paramètre vers une pratique de réglage",
  "pageId":"page2"

    }
  ],
  "pages": [
    {
      "id": "page0",
      "title": "Introduction",
      "parts": [
        {
          "title": "Définir le contexte du smartphone et comprendre les paramètres",
          "references": [
            {
              "valeur": "PETTORIA, Liljana Valentina, CHABERT, Ghislaine. 2019, *Repenser le smartphone.* \n [Lien de la source](https://www.researchgate.net/publication/341642122_Smartphones_la_mobilite_du_corps_et_du_reseau)."
            },
            {
              "valeur": "NOVA, Nicolas. 2012, *Curious Rituals.* \n[Lien de la source](https://curiousrituals.wordpress.com/)."
            },
            {
              "valeur": "NOVA, Nicolas (2020), *SMARTPHONE, une enquête anthropologique*. MétisPresses."
            },
            {
              "valeur": "En 2019, on comptait environ 7.7 milliards d’êtres humains, selon Gilles Pison en collaboration avec l’ONU. \n [Lien de la source](https://www.insee.fr/fr/statistiques/4277615?sommaire=4318291#:~:text=En%202019%2C%20la%20population%20mondiale,9%2C7%20milliards%20en%202050)."
            },
            {
              "valeur": " Par exemple, en moins de 30 ans, la capacité de mémoire/stockage entre l’IBM Simon de 1993 (1Mo) et le Galaxy Note 9 de 2018 (1TO), s’est multipliée par 1 million."
            },



            {
              "valeur": " “OS”: Operation System, traduit par système d’exploitation qui permet au smartphone de distribuer les ressources qui lui sont nécessaires. C’est la base du fonctionnement du smartphone."
            },

            {
              "valeur": "CNRTL ; Centre National des Ressources Textuelles et Lexicales"
            },

            {
              "valeur": "“[À propos d'un dispositif, d'un appareil] Mise en état de fonctionner correctement; opération nécessaire pour donner à un phénomène les caractéristiques voulues (vitesse, rythme, intensité)”. CNRTL"
            }


          ],
          "contenu": [

            {
              "type": "texte",
              "valeur": "Sous titre"
            },

            {
              "type": "texte",
              "valeur": "Pendant++4++ un repas entre amis, il est souvent posé sur la table. Quand on dort, il veille à côté de nous. Dans les transports en commun, il nous permet de ne pas nous confronter au brouhaha constant. Et quand il sonne, le monde s’arrête : il faut répondre ! \n \n Le smartphone est devenu un objet présent à chaque étape de notre quotidien. Il dicte nos journées, entre alarmes et agenda, il s’occupe de notre sommeil et il fait le lien avec ceux qui nous sont chers et proches malgré la distance. \n \n L’importance de cet objet dans notre société peut paraître étonnante quand on connaît la relative jeunesse de l’artefact : le premier smartphone date de 1992 (cf Fig 1). De même que la voiture a changé la structure même de nos villes et de nos paysages, de même le smartphone a, en moins de 35 ans, modifié notre perception du réel et de l’image, notre langage, notre rapport à la distance, à l’intimité, à la mobilité… Et même si l’objet est surtout réputé pour ses fonctions, l’aspect physique du smartphone est parvenu à modifier et créer de nouvelles gestuelles."
            },
            {
              "type": "image",
              "valeur": "images/intro/img-intro-1.png",
              "alt": "Photographie de l'IBM SImon, le premier smartphone",
              "legende": "Fig.1 : IBM Simon, considéré comme le premier smartphone, créé en 1992 par IBM. [Lien de la source](https://www.sospc2424.ch/site/fr/lexique/-951-simon/)"
            },
            {
              "type": "texte",
              "valeur": "Son impact n’est pas seulement observable dans le territoire français. En 2019, on comptait 5.28 milliards de ces appareils présents dans le monde, ce qui représentait 68% de la population mondiale. \n \n Le smartphone est un objet du “possible”, en constante évolution. Une boîte à outils qui centralise des centaines de fonctionnalités. Une quantité invraisemblable de données et d’actions que l’utilisateur peut, totalement ou partiellement, réguler, varier et modifier selon sa volonté, grâce au paramètre. \n\nParfois aussi appelés “réglages”, les paramètres sont présents dans chaque OS de nos smartphones, ainsi que sur la quasi intégralité des applications que nous utilisons. Ils nous permettent de modifier, selon notre choix, différentes choses : la puissance de la luminosité produite par l’écran, les applications qui ont le droit de nous envoyer des notifications, mais aussi la possibilité de mettre des limitations de temps à nos applications.  "
            },
            {
              "type": "texte",
              "valeur": "Les paramètres sont souvent différents d’une marque à une autre, qu’il s’agisse des noms des fonctionnalités ou de la hiérarchie des informations. Cependant, on retrouve toujours une structure commune, une “architecture classique du paramètre”, ainsi que des codes et des fonctionnalités très similaires, que nous verrons au cours de ce travail. \n \n Le sens du mot “paramètre” est multiple selon son application dans un secteur précis : en algorithme, en géométrie, en astronomie, en ingénierie, ou dans les nombreuses branches de l’informatique. Cependant, on retrouve une notion commune : celle de la variation. La définition la plus proche de la vision présente dans ce sujet du mot “paramètre”, en tant que moyen de changer des variations de valeurs appliquées à des actions sur smartphone, est, selon le CNRTL, la suivante : “Élément de base variable (selon le cas : caractéristique ou donnée variable) entrant dans l'élaboration d'un ensemble qui constitue un tout.” \n \n Dans le cadre de cette étude, nous entendrons donc le paramètre comme une variable, située entre un minimum et un maximum, appliquée à une fonction précise. C’est la valeur chiffrée, numérique, d’une fonction technique (cf. Fig. 2). Cette variable peut être modulée, soit par l’usager, selon le degré de valeur qu’il souhaite donner à la fonction correspondante, soit par les concepteurs du smartphone, selon le degré de valeur par défaut voire même automatiquement, indépendamment de la volonté de l’utilisateur.Dans cette étude, nous nous intéresserons davantage à l’usage, aux fonctionnalités perçues par l’usager et à la relation qu’il entretient avec les paramètres, et moins au fonctionnement technique et technologique."
            },

            {
              "type": "image",
              "valeur": "images/intro/img-intro-2.png",
              "alt": "Schéma de vulgarisation pour compendre le fonctionnement des paramètres. Les paramètres sont liés à des valeurs. Le niveau de la valeur peut-être changée par l'utilisateur.",
              "legende": "Fig 2.1 : Schéma de vulgarisation pour comprendre le fonctionnement des paramètres. Réalisation personnelle "
            },

            {
              "type": "texte",
              "valeur": "La différence entre “paramétrage” et “réglage” n’est pas évidente au premier regard. En effet, il existe une certaine confusion au sujet de de l'application “Paramètre”, qui peut selon la version du smartphone, aussi se nommer “Réglage”, ou encore le mot “Settings” en anglais, qui englobe dans sa définition les deux termes. \n\n La différence se fait sur l’échelle du réglage. Le paramètre est la variation entre une valeur et une autre, le changement d’un état “numérique” vers un état différent. Le réglage est le fait de changer quelque chose pour le faire parvenir à l’état voulu . Là où le paramètre est un exemple précis de changement (passer de 100% de luminosité à 80% par exemple), le réglage est le fait de changer de luminosité. Le réglage correspond à la démarche de changement, là où le paramètre correspond à un simple changement de valeur. \n\n Régler quelque chose est donc le fait de le modifier, de le changer vers un autre état. De ce point de vue là, le paramètre constitue un moyen de régler quelque chose. Les paramètres semblent donc être l’outil principale du réglage de nos smartphones. Une partie indispensable d’un objet qui semble lui-même être indispensable. Cependant, la centralisation d’autant de fonctions en un seul objet, appelé smartphone, a un impact environnemental, un contre-coup écologique, qu’il ne faut pas ignorer."
            }



          ]
        },


        
        {
          "title": "Limites Numériques - combattre l’impact écologique dissimulé",
          "references": [
            {
              "valeur": "Dans son livre “Sobriété numérique. Les clés pour agir”, Frédéric Bordage vient comparer la pollution numérique mondiale à un “7ème continent, trois supérieure à la pollution produite par la France”, “une pollution qui ne cesse de croître”.\n \n BORDAGE, Frédéric. (2019) *Sobriété numérique. Les clés pour agir.* Édition Buchet Chastel."
            },
            {
              "valeur": "La pollution numérique définit l’impact environnemental des appareils numériques, depuis leur fabrication jusqu'à leur usage/utilisation."
            },
            {
              "valeur": "[Lien de la source](https://limitesnumeriques.fr/travaux-productions/enquete-parametres-mobiles) "
            },
            {
              "valeur": " Selon l’ADEME, Agence de la transition écologique. \n [Lien de la source](https://infos.ademe.fr/magazine-avril-2022/faits-et-chiffres/numerique-quel-impact-environnemental/)"
            },

            {
              "valeur": " Par exemple, l’entreprise TSMC, leader taïwanais des semi-conducteurs, produit environ 90% des puces les plus avancées utilisées dans le monde, nécessaires à la production des IPhone. Le Monde. \n[Lien de la source](https://www.lemonde.fr/economie/article/2022/10/25/a-taiwan-les-producteurs-de-puces-electroniques-se-mettent-a-la-geopolitique_6147190_3234.html) "
            }
          ],



          "contenu": [

            {
              "type": "texte",
              "valeur": "Limites Numériques - combattre l’impact écologique dissimulé"
            },

            {
              "type": "texte",
              "valeur": "Un objet aux capacités formidables, présent partout dans le monde, en constante évolution. C’est souvent à travers un prisme admiratif qu’on regarde le smartphone, presque comme un artefact divin, sacré, que l’homme a la chance de côtoyer. \n \n Cependant, la technologie peut-être aussi vue d’un point de vue beaucoup critique, surtout sur des critères écologiques. “Caché” derrière un écran lisse, plat et dense, on peut vite avoir tendance à oublier que le smartphone reste un objet fabriqué à la chaîne. Un objet technologique nécessitant de nombreuses ressources, souvent rares et dont l’extraction est un désastre pour l’environnement."
            },
            {
              "type": "image",
              "valeur": "images/intro/img-intro-3.png",
              "alt": "Photographie représentant les différentes pièces présentes dans un IPhone X",
              "legende": "Fig 3 : Photographie représentant les différentes pièces présentes dans un IPhone X (modèle de 2017)"
            },

            {
              "type": "texte",
              "valeur": "Invisible mais impactant, grandissant dans l’ombre, le problème de la pollution numérique est d’actualité. Face à ce défi écologique, certains comme le projet collectif Limites Numériques, portent leurs voix : “Nous nous intéressons aux choix de conception, aux usages et aux fonctions d’un numérique s’inscrivant dans les limites planétaires”. \n \nLimites Numériques est un collectif-projet de recherche, “entre design et informatique”. Leur principal sujet d’étude est l’impact environnemental du numérique. Leurs recherches et productions, prenant forme sous différents supports ; ateliers, enquêtes, articles, cahier d’idées … ont donc un ADN commun : comprendre, faire comprendre et lutter contre la pollution numérique."
            },
            {
              "type": "image",
              "valeur": "images/intro/img-intro-4.png",
              "alt": "Photographie des différents membre de Limites Numériques",
              "legende": "Fig 4 : Le collectif Limites Numériques, composé de 6 membre : <br><br> Nolwenn Maudet, designer d’interaction et enseignante chercheuse à l’Université de Strasbourg <br> Aurélien Tabard, enseignant chercheur à l’Université Lyon 1 <br> Thomas Thibault, designer numérique <br> Anaëlle Beignon, doctorante en Design à l’Université de Strasbourg et autrice d’une thèse sur les effets rebond du numérique <br> Léa Mosesso, designer d'interactions et chercheuse en Design <br> Edlira Nano, doctorante en informatique à l'Université Lyon 1 et autrice d’une thèse sur l'obsolescence numérique. "
            },

            {
              "type": "texte",
              "valeur": "Dans un souci de rendre le monde du numérique plus acceptable écologiquement, Limites Numériques avait commencé un travail d’enquête sur les paramètres mobiles avec cette question-ci :“Comment les applications mobiles nous permettent, ou non, d’avoir la main sur ce qu’elles calculent, les données qu’elles envoient ou l’orientation de nos usages ? et comment in fine cultiver une pratique plus écologique du numérique ?”. \n \nEn effet, le numérique produit 2.5% de l’empreinte carbone française. Ce chiffre est déjà élevé, mais il demeure bien en-dessous de la réalité à l’échelle mondiale à cause de la décentralisation de la production. Cette phase d’extraction des métaux rares et de fabrication est responsable à 80% des émissions produites pour le cycle de vie du smartphone. Et c’est ici que se trouve un des principaux problèmes de la pollution numérique : l’insensibilité."
            },
            {
              "type": "texte",
              "valeur": "L’impact écologique du numérique n’est pas similaire à celui d’une voiture par exemple. On comprend mieux l’impact d’un véhicule motorisé car on voit la fumée dégagée par le véhicule, on sent et ressent directement ce que produit l’engin. On comprend la notion de ressource avec l’essence, un liquide qui se matérialise physiquement, avec une matière, une apparence concrète et une odeur à laquelle le conducteur est confronté. \n \nLe numérique n’est pas comparable. Sa production ne se voit pas, l’objet terminé ne laissant souvent aucune trace de ses composants, lesquels sont cachés par un capot lisse et uniforme. Les data-centers, présents hors du territoire français, polluent sans qu’on puisse le ressentir. Toujours caché, toujours dissimulé, toujours loin de nous, l’impact du numérique nous est toujours dissimulé. \n \n C’est donc pour affronter ces problèmes que Limites Numérique portent la voix d’un numérique plus propre et plus responsable."
            }
          ]
        },

        {
          "title": "Méthodologie et enjeux",
         
          "contenu": [

            {
              "type": "texte",
              "valeur": "Limites Numériques - combattre l’impact écologique dissimulé"
            },

            {
              "type": "texte",
              "valeur": "Cette recherche-action s'inscrit donc dans la continuité des travaux engagés par Limites Numériques sur la notion de paramétrage. Nous nous intéresserons donc à la relation aux usages des utilisateurs de smartphone et à la création d’une pratique écologique. Comment faire pour diminuer l’impact environnemental du smartphone grâce aux paramètres et à la pratique de réglage ? Comment les paramètres peuvent-ils avoir un impact concret ? Comment donner de l’importance à une pratique écologique ?"
            },
            {
              "type": "texte",
              "valeur": "C’est afin de répondre à ces interrogations que j’ai choisi de saisir le sujet proposé par Limites Numériques, qui avait pour nom “Paramètres écologique”. Ce travail est la synthèse de mes entretiens, expérimentations, tests, et lectures sur le thème du paramètre écologique. Réalisé en partenariat avec Limites Numériques, ce projet mélange expérimentations personnelles et productions communes avec le partenaire de recherche. C’est ce thème dont je me suis emparé pour ce travail de recherche à travers le design."
            },
            
            {
              "type": "texte",
              "valeur": "C’est afin de répondre à ces interrogations que j’ai choisi de saisir le sujet proposé par Limites Numériques, qui avait pour nom “Paramètres écologique”. Ce travail est la synthèse de mes entretiens, expérimentations, tests, et lectures sur le thème du paramètre écologique. Réalisé en partenariat avec Limites Numériques, ce projet mélange expérimentations personnelles et productions communes avec le partenaire de recherche. C’est ce thème dont je me suis emparé pour ce travail de recherche à travers le design."
            },
            
            {
              "type": "texte",
              "valeur": "<br><br>**BTN POUR CHANGER DE PARTIE**"
            }

          ]
        }
      ]
    },








    {
      "id": "page1",
      "title": "1- Comprendre les paramètres",
      "parts": [
        {
          "title": "Étude sur l’interface et de la structure des paramètre",
          "references": [
            {
              "valeur": "Le temps d’écran est considéré comme un paramètre car il permet à son utilisateur d’agir dessus de plusieurs manières : soit en créant des notifications par temps d’utilisation d’une application, soit via un système de limitation du temps d’écran selon un temps défini. "
            }
          ],
          "contenu": [
            {
              "type": "texte",
              "valeur": "Étude sur l’interface et de la structure des paramètre"
            },
           
           
            {
              "type": "texte",
              "valeur": "Le paramètre est, dans le cas de ce sujet de recherche, ce qui permet de régler une valeur. Mais réduire la compréhension du terme paramètre à cette définition serait réducteur et incomplet. Comme évoqué précédemment, les paramètres partagent, malgré les marques et OS, une architecture commune. Cette manière de hiérarchiser les contenus prend la forme d’une navigation dite “Drill-down” (cf Fig 5), qui peut se traduire par “interface en profondeur”. Le principe de ce type de navigation est d’avoir, comme son nom l’indique, un système de profondeur entre chaque élément, à travers un système de paliers."
            },
            {
              "type": "image",
              "valeur": "images/partie_1/p1.1.png",
              "alt": "Schéma de vulgarisation sur le fonctionnement de la navigation Drill-down",
              "legende": "Fig 5.1 : Schéma du fonctionnement de la navigation “Drill-down”. Dans le cas du paramètre, chaque palier correspond à un écran différent, obtenu via un clic. Réalisation personnelle"
            },

            {
              "type": "image",
              "valeur": "images/partie_1/p1.2.png",
              "alt": "Exemple de structure drill-down dans les paramètres Android",
              "legende": "Fig 5.2 : Exemple de structure drill-down dans les paramètres Android."
            },
            {
              "type": "texte",
              "valeur": "Si les paramètres de smartphones utilisent ce système, c’est pour plusieurs raisons. Dans un premier temps, cette hiérarchie permet de mettre facilement certains paramètres et d’autres en retrait. Cela permet donc aux marques de donner accès plus facilement à ce que les usagers veulent. Mais le véritable avantage de cette structure est de pouvoir hiérarchiser un très grand nombre de contenus, ce qui est le cas des paramètres."
            },

            {
              "type": "image",
              "valeur": "images/partie_1/p1.3.png",
              "alt": "Tableau de synthèse du contenu présent dans plusieurs paramètres : “Services et commentaire”, “Localisation”, “Confidentialité” et“Bien-être numérique et contrôle parental” ",
              "legende": "Fig 6 : Synthèse du contenu présent dans plusieurs paramètres : “Services et commentaire”, “Localisation”, “Confidentialité” et“Bien-être numérique et contrôle parental”. Réalisation personnelle"
            },

            {
              "type": "texte",
              "valeur": "Cependant, étant donné l’immense quantité de contenus que permet le Drill-down, l’usager a très rapidement tendance à se perdre quand il est à la recherche d’un paramètre précis. La logique d’accès aux paramètres désirés n’est pas toujours évidente. Et même si la “Search-bar” (Cf Fig 7) permet d’outrepasser la navigation en allant directement chercher l’élément voulu, faut-il encore connaître son nom. Ou plutôt le nom qui a été choisi dans les paramètres."
            },

            {
              "type": "image",
              "valeur": "images/partie_1/p1.4.png",
              "alt": "Schéma du fonctionnement de la navigation par “Search”",
              "legende": "Fig 7.1 : Schéma du fonctionnement de la navigation par “Search”. Réalisation personnelle"
            },

            {
              "type": "image",
              "valeur": "images/partie_1/p1.5.png",
              "alt": "Exemple de navigation par le Search dans les paramètres Android",
              "legende": "Fig 7.2 : Exemple de navigation par le Search dans les paramètres Android"
            },

            {
              "type": "texte",
              "valeur": "La question du nom des paramètres est source de tension. Les noms changent souvent selon les marques, des noms ne se retrouvent pas dans la search bar et d’autres n’ont pas le nom auquel on pense en premier.\n\nPar exemple, si je veux connaître mon temps d’écran (cf fig 8), je dois aller dans un onglet qui se nomme “informations sur l’activité”. Dans un premier temps, ce n’est pas forcément le nom logique et vers lequel on se réfère pour connaître son temps d’écran. Dans un second temps, il n’est pas possible de retrouver cette page avec une recherche texte. Le paramètre semble invisibilisé, comme si le smartphone ne voulait pas qu’on y ait accès."
            },

            {
              "type": "image",
              "valeur": "images/partie_1/p1.6.png",
              "alt": "Captures d’écrans relatives à la recherche du temps d’écran",
              "legende": "Fig 8 : Captures d’écrans relatives à la recherche du temps d’écran"
            },

            
            {
              "type": "texte",
              "valeur": "Aussi, paradoxalement, l’usager ne peut aucunement “paramétrer les paramètres”. En effet, il n’existe aucun moyen interne aux paramètres pour permettre à l'utilisateur de modifier la hiérarchie et la structure.\n\nTout ceci fait donc des paramètres un espace vaste et complexe, figé. Ce ne sont pas les paramètres qui s’adaptent à l’usager, mais bien l’usager qui “subit” la hiérarchie proposée par son smartphone. Ce “rapport de force” est paradoxal, étant donné que l’application Paramètre est censée permettre à l’usager de modifier son smartphone et faire en sorte qu’il s’adapte à ses désirs. \n\nLe smartphone ne semble pas vouloir être modifié. Comme-ci c'était dans son intérêt de rester le plus “fermé” possible. "
            }
          ]
        },

        {
          "title": "Définition du smartphone comme objet fermé",

          "references": [
            {
              "valeur": "SIMONDON, Gilbert. (1967). Gilbert Simondon sur les objets techniques ''ouverts'' et ''fermés''. \n[Lien de la source](https://www.youtube.com/watch?v=ScotWBb6ROo&list=LL&index=8) "
            },

            {
              "valeur": "Il existe des modèles démontables, comme le Fairphone. Se sachant minoritaire sur ce sujet, cette démontabilité est l’un des arguments principaux d’achat de ce téléphone, comme preuve d’originalité par rapport aux concurrents."
            },

            {
              "valeur": "[Lien de la source]( https://limitesnumeriques.fr/travaux-productions/enquete-parametres-mobiles/insoucis-ecologique)"
            }

          ],


          "contenu": [
            {
              "type": "texte",
              "valeur": "Définition du smartphone comme objet fermé"
            },



            {
              "type": "texte",
              "valeur": "Les concepts “d’objet ouvert” et “d’objet fermé” proviennent de Gilbert Simondon, qu’il décrit ainsi, durant une interview télévisée de 1967 : \n\n *“Quand un objet est fermé, cela signifie qu’il est une chose, mais une chose qui est complètement neuve et complètement valide au moment où elle sort de l’usine. Et puis après, elle entre dans une sorte de période de  vieillissement , elle se déclasse, elle se dégrade même si elle ne s’use pas. Elle se dégrade parce qu’elle a perdu, à cause de sa fermeture, le contact avec la réalité contemporaine, l’actualité qui l’a produite. Tout au contraire, si l’objet est ouvert, (...) le geste de l’utilisateur (...) peut être un geste intelligent, bien adapté, connaissant les structures internes. Si d’autre part, le réparateur, qui d’ailleurs peut être l’utilisateur, peut perpétuellement maintenir neuves les pièces qui s’usent, alors il n’y a pas de date, il n’ y a pas de vieillissement.”*"
            },
            {
              "type": "image",
              "valeur": "images/partie_1/p1.1.png",
              "alt": "Schéma du fonctionnement d'un vélo, comme exemple d'objet ouvert",
              "legende": "Fig 9 : Le vélo est un exemple d’objet “ouvert”. On comprend le système de rotation de la roue à travers la pédale, car toutes les pièces sont à découvert. L’utilisateur du vélo peut comprendre comment adapter cet objet à son usage. La selle, grâce au collier de selle, laisse comprendre comment l’ajuster. En cas de dysfonctionnement de la chaîne ou de la roue, on peut comprendre assez simplement comment le réparer. \n[Lien de la source](hhtps://jules)"
            },
            {
              "type": "texte",
              "valeur": "Le smartphone correspond à la description d’un “objet fermé”. Un objet hermétique qui, travers le design de son apparence, son boîtier lisse, régulier, opaque, ne montre souvent pas la moindre “ouverture”.\n\nLa raison de ce caractère hermétique est double."
            },

            {
              "type": "texte",
              "valeur": "Le smartphone est un objet technologique d’une extrême complexité C’est un produit technologique qui utilise d’autres technologies, tout aussi complexes : les réseaux 4G/5G, les ondes radio, le bluetooth, la géolocalisation … Le smartphone, par sa volonté de centralisation, concentre en son sein une accumulation de technologies riches et difficilement compréhensibles. Ceci cumulé avec la précision chirurgicale de l’agencement des pièces pour faire du téléphone l’objet le moins lourd possible, le smartphone devient une énigme, un puzzle sans modèle. Le manque d’ouverture est donc, dans ce cas, justifié par la complexité technologique : le moindre petit changement pourrait détruire le fonctionnement du smartphone."
            },

            {
              "type": "texte",
              "valeur": "La seconde raison n’est pas d’ordre technique mais symbolique. Chaque smartphone, qu’importe le fabricant, dispose d’un état “par défaut”. Le “par défaut” correspond à l’état d’une valeur initiale, sans intervention de l’utilisateur. C’est donc l’état “par défaut” du smartphone quand celui-ci est neuf. Le fait d’avoir un état “par défaut” est logique : les valeurs liées aux paramètres et les différentes fonctionnalités doivent bien “commencer” quelque part. Le souci du “par défaut” actuel est la manière dont il se comporte en proposant comme valeurs de départ les options les plus consommatrices."
            },

            {
              "type": "texte",
              "valeur": "Dans l’article “L’insoucis écologique dans les paramètres des smartphones” Limites Numériques “constate que l’option par défaut est toujours celle qui s’inscrit dans un numérique toujours plus performant, plus consommateur en énergie, en données etc. On peut expliquer ce choix par le souci pour les concepteurs de montrer le meilleur d’une application, d’une technologie, d’un matériel ou d’un contenu.”Le smartphone est donc, sans modification de l’utilisateur, toujours au maximum de ses capacités et de ses performances, au détriment de la “santé” de la batterie et sans jamais vraiment s’ajuster aux besoins des utilisateurs. Les logiciels à 100% consomment plus d’énergie que s’ils étaient à 50%. Un constat simple, logique, mais qui fait une grande différence. Le “par défaut” n’est donc pas un état voué à durer dans le temps, mais voué à performer. Et cette logique d’avoir un objet ultra-performant mais pendant seulement quelque temps renforce le cycle classique de vie du smartphone. "
            },

            {
              "type": "image",
              "valeur": "images/partie_1/p1.1.png",
              "alt": "Schéma de vulgarisation du cycle de vie du smartphone",
              "legende": "Fig 10 : Représentation des deux cycles qui forment le cycle de vie classique d’un smartphone : le cycle de fabrication (bleu-gris) et le cycle d’utilisation (vert). C’est durant le cycle de fabrication que le smartphone est le plus polluant. Le cycle d’usage est celui qui vient “activer” le cycle de fabrication. Réalisation personnelle"
            },

            {
              "type": "texte",
              "valeur": "Plus l’étape d’usage du smartphone est courte, plus l’utilisateur est amené à acheter un nouveau smartphone. C’est donc dans l'intérêt des fabricants de réduire au maximum, en partie à travers la stratégie du “par défaut” tourné vers la performance, la durée de vie de l’usage, pour inciter à l’achat d’un nouveau smartphone. \n\n Cette démarche d’avoir un état par défaut tourné vers la performance transforme la paramétrisation en un moment de limitation et de restriction, deux notions qui semblent négatives et contraires à la promesse d’un objet surpuissant aux capacités multiples."
            }

            

          ]
        }, 

        {
          "title": "Proposition d'un système de classification",
          "references" : [
          {
            "valeur": " Dans le cas du paramètre du smartphone. Le terme peut signifier d’autres choses dans un secteur/milieu différent."
          },

          {
            "valeur": " La définition est vouée à évoluer durant ce travail de recherche en design."
          },

          {
            "valeur": "“L’insoucis écologique dans les paramètres des smartphones” \nhttps://limitesnumeriques.fr/travaux-productions/enquete-parametres-mobiles/insoucis-ecologique"
          },

          {
            "valeur": " ROUSSILHE, Gauthier (2022). Les effets environnementaux indirects de la numérisation. \n https://gauthierroussilhe.com/articles/comprendre-et-estimer-les-effets-indirects-de-la-numerisation "
          },

          {
            "valeur": " CARBAIN Yann, ADEME ; BONNENTIEN Guillaume, NICO Tom, MATHEVET Franck, GODINOT Victor, I Care ; ESKENAZI Laurent, FOURBOUL Eric, ROUSSILHE Gauthier, EKCHAJZER David, Hubblo. (2023) Impact environnemental des usages du numérique en région Grand Est. \nttps://gauthierroussilhe.com/media/pages/ressources/impact-environnemental-des-usages-du-numerique-en-grand-est/6f0b238e65-1714986697/r-ademe-impact-environnemental-des-usages-du-numerique-en-region-grand-est.pdf  \nPage 56"
          },

          {
            "valeur": "Comme vu précédemment avec l’invisibilisation et l'absence d’intention écologique de la part des paramètres."
          },

          {
            "valeur": " Anaëlle Beignon, membre de Limites Numériques, doctorante ayant réalisé sa thèse sur les effets rebond des outils de collaboration numérique. Citation issue d’une discussion à propos des effets rebond du numérique. "
          }


        ], 
          "contenu": [
            { 
              "type":"texte",
            "valeur":"Proposition d'un système de classification"
            },

            {
              "type": "texte",
              "valeur": "Les smartphones semblent donc être similaires, qu’il s’agisse du système de hiérarchie des paramètres ou de son caractère hermétique. La hiérarchie n’est pas le seul élément commun des paramètres, d’une version à une autre. Chaque paramètre, quelle que soit sa fonction, peut être classifiée et rangée dans certaines catégories. \n\n Divisé en 2 catégorie, ce système permet de classifier les éléments présents dans l'application “Paramètre” de nos smartphones (CF; Fig 11). La première catégorie, intitulée “éléments annonceurs” regroupe les éléments qui ont avant tout pour objectif de ranger et d’informer l’utilisateur. L’autre catégorie, les “paramètres modificateurs” sont les différents moyens pour l’utilisateur de modifier une valeur."
            },
            {
              "type": "image",
              "valeur": "images/partie_1/p1.1.png",
              "alt": "Schéma du fonctionnement d'un vélo, comme exemple d'objet ouvert",
              "legende": "Fig 11 : Schéma synthétique d’une proposition de classification des éléments présents dans les paramètres. Réalisation personnelle"
            },

            {
              "type": "texte",
              "valeur": "Ce système de classification permet, dans un premier temps, de constater qu’il n’y a pas uniquement des paramètres dans l’application “paramètre” : tout ce qui est présent dans l’application ne sert pas à modifier une valeur. Certains éléments ont un rôle plus indirect (paramètres indicatifs) ou simplement un rôle de hiérarchie et de structuration de page (boutons centraux). On comprend aussi que la quantité de modifications que permet une fonction dépend grandement du type de paramètre : un paramètre “Variable” ou “Preset” permettant toujours davantage de possibilités qu’un paramètre “Booléen”. "
            },

            {
              "type": "texte",
              "valeur": "Ce système permet donc de classer les éléments et paramètres présents dans l’application, mais il ne permet pas de classer l’impact que ceux-ci peuvent avoir sur le smartphone. Existe-il des paramètres qui permettent de limiter la pollution émise par notre smartphone? Existe-il des “paramètres écologiques” ?"
            }

            

          ]
        }

        
       


      ]
    },










    {
      "id": "page2",
      "title": "2- De l’usage du paramètre vers une pratique de réglage",
      "parts": [
        
        {
          "title": "Réglages et écologie",
          "references": [
            {
              "valeur": "Observations sur 10 utilisateurs, *Limites Numériques*, 2022."
            },
            {
              "valeur": "FOURNIER, Marc. 2021, *Réduire la consommation énergétique du smartphone.*"
            }
          ],
          "contenu": [
            {
              "type": "texte",
              "valeur": "Dans une perspective d’usage plus écologique, certains paramètres du smartphone peuvent être ajustés afin de réduire sa consommation d'énergie et son impact environnemental."
            },
            {
              "type": "image",
              "valeur": "images/settings.jpg",
              "alt": "Paramètres de smartphone",
              "legende": "Écran de réglages sous Android."
            },
            {
              "type": "texte",
              "valeur": "Phasellus at nunc et libero pretium pretium. Aenean tincidunt, ipsum non dignissim consequat, leo metus ullamcorper sapien, non sollicitudin sapien massa ac est."
            }
          ]
        }


      ]
    }
  ]
}
